[PAD]
[UNK]
[START]
[END]
!
"
$
%
&
'
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
°
—
‘
’
€
you
to
the
tom
is
that
it
he
do
of
this
in
me
have
don
we
was
what
my
for
can
your
are
re
be
want
she
not
know
like
on
##s
with
they
at
did
all
his
how
think
go
ll
there
ve
him
here
and
time
about
get
didn
very
were
will
no
one
as
if
why
out
had
up
going
just
has
her
good
need
who
so
would
let
mary
an
tell
when
really
come
see
could
help
should
please
by
been
where
us
##ed
take
##ing
from
never
got
more
something
now
than
much
some
too
make
right
work
money
but
any
day
last
french
home
back
car
lot
look
thought
people
doesn
say
anything
told
give
sure
talk
still
made
isn
today
said
love
our
##d
must
am
way
many
went
long
won
doing
eat
better
house
only
happy
again
new
feel
leave
always
them
off
little
does
school
down
everything
before
##ly
christmas
stay
believe
room
wanted
well
night
job
tomorrow
old
left
find
book
speak
yesterday
every
ever
may
father
happened
stop
alone
two
saw
try
done
understand
or
over
##y
put
these
enough
keep
##er
buy
problem
friends
asked
nothing
into
away
call
three
ask
man
other
everyone
friend
next
after
hope
hard
hear
first
sorry
things
busy
live
life
dog
anyone
read
wasn
idea
boston
yet
mother
heard
morning
wrong
already
knew
late
bad
being
without
door
took
lost
came
gave
looking
used
their
thing
best
haven
remember
use
found
seen
aren
kind
wait
mind
children
couldn
years
soon
teacher
water
week
drink
play
even
ready
yourself
same
answer
myself
wish
name
few
looks
tired
##t
afraid
care
cold
often
someone
talking
train
both
parents
might
year
bought
else
open
happen
party
##e
true
bed
nice
because
glad
big
around
able
getting
turn
everybody
question
show
while
brother
married
place
watch
early
sleep
each
shouldn
wants
##al
plan
days
anymore
pay
hurt
those
almost
another
fun
knows
coffee
such
truth
which
matter
seems
great
english
meeting
write
family
mine
tried
wouldn
coming
beautiful
hate
once
trying
nobody
change
walk
careful
most
study
##r
tonight
food
longer
meet
easy
person
together
world
young
own
working
dinner
seem
felt
important
letter
phone
started
bus
doctor
word
met
pretty
wife
accident
looked
quite
sister
books
difficult
since
girl
thank
movie
waiting
##n
forget
close
anybody
boy
likes
##es
##o
learn
start
gone
##ion
lunch
questions
run
station
until
bit
died
mean
surprised
##ic
far
rain
stupid
ten
cat
mistake
son
##ity
drive
eyes
listen
makes
office
angry
swim
trust
music
spend
child
turned
under
finished
hand
minutes
playing
reading
hurry
usually
weather
window
yours
broke
police
hot
story
students
picture
wonder
safe
sick
ago
kept
afternoon
hair
sit
times
##able
caught
##a
australia
decided
against
bring
fire
himself
says
##ment
miss
supposed
eating
hands
having
lives
small
##ate
park
tv
advice
country
forgot
town
##ies
japan
proud
weren
chance
agree
bicycle
interested
through
dead
news
promise
thinking
cut
fell
maybe
number
possible
win
finish
free
high
needs
table
trouble
##le
arrived
enjoy
making
ran
summer
taking
advised
hours
ok
part
tree
later
light
lose
paid
reason
##ist
appreciate
different
face
guess
japanese
month
probably
quit
rich
stand
become
called
class
choice
near
outside
wine
breakfast
fast
guy
lie
older
interesting
somebody
stayed
visit
##k
##ting
age
favorite
hungry
present
quickly
spent
##or
clothes
exactly
game
rest
die
end
funny
needed
then
woman
catch
daughter
red
baby
behind
comes
move
saying
secret
thanks
##on
five
milk
song
worried
city
crazy
death
killed
sound
trip
worry
explain
girlfriend
sing
##l
situation
tea
team
##ers
break
homework
shoes
sometimes
takes
became
dress
eaten
hat
smoking
touch
beer
changed
decision
hospital
living
moment
works
born
kids
large
scared
student
studying
##less
##nt
between
business
company
feeling
problems
river
tennis
##ated
##m
ate
clock
computer
telling
whole
##in
birthday
check
expensive
head
hit
hour
invited
lucky
pain
stopped
##th
box
dogs
hold
hotel
leaving
minute
monday
sense
short
##ant
##ful
along
wearing
##ure
began
full
rather
serious
words
##ation
##ous
clean
its
others
real
restaurant
whether
boss
deal
kill
loves
##ine
dark
expected
language
order
##est
cost
dictionary
fish
happening
missed
quiet
street
thirty
watching
##ance
##ive
front
handle
shopping
snow
speaking
talked
war
danger
garden
helped
key
paper
sat
six
sounds
speaks
upset
##ry
closed
crying
follow
forward
gets
goes
point
smoke
umbrella
30
asleep
brought
cannot
dance
drunk
liked
second
sent
strong
allowed
cake
heart
store
##ar
##at
beach
dangerous
dream
during
finally
happens
library
list
running
##ue
figured
known
loved
mistakes
writing
air
case
expect
perfect
weekend
whatever
attention
drinking
husband
nervous
noise
road
swimming
##led
broken
cats
cook
dollars
luck
price
send
strange
waste
whose
##0
##an
##en
building
famous
floor
glass
health
lawyer
poor
seat
sleeping
telephone
wrote
##ish
actually
boyfriend
completely
cup
either
least
men
necessary
patient
shut
somewhere
coat
kiss
offer
women
worth
asking
excuse
kid
report
rules
ship
wake
worked
##ling
arrive
choose
flowers
future
guys
information
plans
set
several
solve
tall
evening
fine
fix
keys
means
teach
walked
weight
alive
disappointed
opinion
prefer
sad
seeing
##ow
blame
owe
radio
side
waited
wear
written
##et
apologize
bank
black
carefully
desk
difference
hasn
less
lived
piano
pictures
success
taken
throw
worse
##h
across
girls
mad
medicine
message
white
##it
##ter
act
certain
cry
listening
lying
plane
played
test
wonderful
##i
##ness
accept
correct
count
half
learned
succeed
thinks
ahead
date
fired
pass
prepared
save
shirt
sitting
spoke
terrible
traffic
##ted
bother
concert
gun
join
lake
none
pen
singing
smart
##ia
##us
address
arm
driving
earlier
easily
horse
immediately
kissed
ride
shower
ticket
##age
##ch
##man
##rs
##se
abroad
borrow
couple
empty
glasses
grow
guitar
impossible
joke
knife
movies
passed
showed
staying
television
vacation
walking
##st
camera
control
figure
herself
inside
lied
lock
painted
shot
suppose
taught
afford
begin
college
driver
fault
likely
opened
piece
prison
promised
refused
sign
sunday
willing
##les
anywhere
boys
color
fishing
hardly
surprise
travel
winter
##ent
##id
##ious
bag
clear
earth
enjoyed
gift
held
learning
lend
sooner
storm
uncle
wash
agreed
animals
apple
blood
chair
decide
fight
four
kitchen
laugh
liar
recently
speech
suggest
##ty
consider
cute
fat
involved
marry
mom
plenty
slept
special
##ap
apples
experience
ideas
laughed
line
novel
past
smell
weeks
welcome
younger
##ical
##ized
american
dressed
drop
failed
fool
given
government
harder
heavy
law
newspaper
regret
seemed
tokyo
##ible
##ise
##nce
admit
airport
america
blue
button
discuss
fit
moved
raining
recognize
seriously
simple
tie
##ged
##ied
attend
beginning
bike
canadian
charge
common
meant
meat
mood
painting
public
rid
risk
satisfied
stood
taller
trees
visited
warm
##ary
##ts
also
bet
carry
cooking
dirty
favor
feet
gotten
laughing
leaves
planning
sugar
teeth
united
worst
##ile
##p
##te
calling
continue
eye
feelings
foreign
grandfather
hang
honest
hundred
injured
listened
machine
manager
museum
ought
pizza
return
sell
watched
##ard
##ct
##g
##ug
10
allow
ashamed
aware
bath
bird
boat
bottle
buying
church
considered
friendly
god
hadn
ill
neither
normal
paint
pool
shop
soccer
states
stolen
stuck
taxi
wall
##ions
##ors
bigger
bill
convinced
course
doubt
duty
giving
ground
ice
impressed
jealous
john
mail
neighbors
pick
received
stole
stuff
suddenly
till
translate
weird
##ally
##ating
##f
##ial
##ks
##re
acting
awake
baseball
body
bread
built
drank
eggs
followed
forgive
helping
languages
missing
plays
president
private
respect
sentence
spending
sun
tears
though
wallet
##ay
##ot
##ve
beat
belong
bored
card
chess
covered
deserve
drinks
forced
guilty
history
innocent
opportunity
protect
rule
saved
share
studied
suitcase
voice
##b
##ian
##ight
##ner
##ose
breath
caused
crime
eight
faster
huge
king
leg
lights
lonely
personal
push
realize
sleepy
slow
sold
twice
wind
##one
##w
account
accused
bridge
brothers
cars
enter
exam
expecting
fear
flight
fruit
hide
instead
memory
mess
pleased
salt
sky
spring
suit
top
##ast
##ations
##ative
##ce
##ered
##ore
apartment
ball
bedroom
calm
certainly
club
cookies
cool
enemy
europe
explanation
fighting
gas
healthy
kidding
locked
lots
mountain
native
notice
october
relax
rent
returned
seven
smile
thousand
yes
##5
##cy
##ge
##ics
absent
anyway
cried
deep
embarrassed
fall
fresh
holiday
idiot
months
pair
passport
perhaps
player
power
presents
smarter
spoken
stick
straight
support
tickets
##ase
##ble
##ging
##ite
##med
##ned
##ries
available
believed
boring
complain
concerned
couch
dad
eats
exhausted
extremely
familiar
feels
forever
green
heat
hey
license
map
mouth
nuts
pretended
rope
rude
single
solution
sort
soup
sweet
taste
twenty
vegetables
yen
##am
##ave
##ber
##ft
##ick
##il
##im
##ip
##is
##ition
##ning
##ual
due
feed
gold
golf
island
keeps
letters
loud
market
meal
middle
naive
ordered
rains
raise
sight
silent
starting
truck
understood
unfortunately
upstairs
urgent
warned
##ad
##time
absolutely
arrested
awesome
cards
changes
chocolate
excited
fed
growing
hates
hearing
losing
meaning
mistaken
paris
permission
prices
prove
results
shy
singer
slowly
washing
##ched
##ction
##ey
##ished
##ns
##nts
##per
##um
##ush
above
advantage
article
birds
cheap
classroom
closer
continued
convince
email
escape
exercise
goodbye
grew
imagine
noticed
proposal
purpose
realized
seldom
shocked
standing
step
stone
sweater
talks
whenever
##ased
##ets
##ice
##ray
answered
avoid
cause
china
chinese
complaining
confused
depressed
distance
explained
fact
fair
france
grandmother
handed
introduced
lazy
legs
london
manage
names
paying
peace
policeman
popular
pressure
project
reached
ring
sea
subject
tough
type
university
vase
woke
##aking
##ck
##ls
##ping
appointment
believes
curious
discussion
dropped
drowned
enjoying
entered
escaped
excellent
filled
foot
further
happiness
hid
introduce
judge
lady
moon
nearly
nose
pencil
pocket
remained
responsible
schedule
smells
smiled
songs
tastes
teachers
video
wet
wherever
zoo
##el
##ief
##ked
##sed
art
cash
clever
dishes
dry
football
games
harm
hoping
land
nine
offended
ourselves
page
perfectly
polite
punished
result
rice
saturday
sofa
supermarket
third
unhappy
using
winning
##as
##ds
##ff
##ier
##ill
##ists
##ities
##ol
##ort
##ped
##rate
##ud
##ving
000
add
americans
borrowed
brush
carried
complicated
dating
diet
easier
except
fill
fixed
fly
following
grass
headed
hire
hurts
interest
knocked
leader
managed
moving
oil
population
post
reply
runs
selling
shall
skiing
soldiers
themselves
thirteen
tight
totally
trusted
ugly
unlikely
weak
wedding
##ack
##ade
##ag
##ak
##amp
##and
##aw
##cted
##ress
##ze
appeared
apply
arms
blind
burned
cancer
clearly
dentist
diary
ended
eventually
foods
headache
hiding
hobby
horrible
jump
lovely
match
matters
mention
obey
parked
particular
photo
pushed
reach
refuse
shoulder
someday
staring
stomach
succeeded
system
tells
warn
washed
within
yellow
##2
##ering
##ins
##ipe
##ipped
##ited
##ments
##oon
##op
##ox
##oyed
##ration
##ss
##ur
##using
##way
abandoned
accepted
accustomed
apart
attractive
bar
behavior
betrayed
brave
calls
cheese
chose
countries
credit
cruel
damage
dare
delayed
demanded
details
diagnosed
education
energy
express
forgotten
garage
group
hated
imagination
impatient
intend
jacket
modern
noon
nurse
ours
patience
persuade
picked
pleasure
possibility
prize
pull
rang
rely
responsibility
roof
sharp
similar
sisters
spends
stronger
survive
teaching
village
##ace
##ach
##bed
##book
##ee
##ence
##ider
##ink
##ising
##istic
##iving
##oke
##om
##ook
##ops
##orn
##ory
##os
##pt
##ring
##row
##side
##tain
##ury
##ution
acted
advance
among
arguing
beauty
burst
capital
checked
clouds
complained
computers
contact
crossed
crowd
delighted
disease
dizzy
dreaming
dying
earthquake
examination
experienced
facts
fairly
fallen
fortune
gentleman
gives
grab
horses
ignore
illegal
jail
jokes
joking
laid
lately
million
naked
nearest
nor
obviously
picnic
plants
progress
receive
remain
repaired
science
season
shoot
size
solved
space
stared
temperature
thin
treat
unable
unlucky
useful
ways
wears
##ain
##ake
##all
##ards
##are
##iate
##ication
##ining
##ize
##ood
##ost
##oy
##rain
##ude
##une
##x
##zing
ability
animal
artist
audience
barely
becoming
bell
bleeding
capable
comfortable
cop
copy
corner
cousin
cream
delicious
doll
drives
evidence
failure
file
frankly
friday
german
hired
human
hurried
ignored
kinds
lay
low
lower
murder
natural
nonsense
orange
organized
poem
practice
prisoners
promises
raised
recommend
rumor
sang
santa
stock
stories
sudden
suicide
suspect
theory
touched
traveled
usual
view
vote
windows
wise
york
yourselves
##ats
##der
##ding
##een
##gy
##illed
##ination
##int
##ised
##lies
##line
##ma
##ners
##og
##otion
##place
##red
##ried
##uce
##ures
##ute
admire
alarm
alike
allergic
amazing
attack
badly
band
butter
candy
chicken
cigarettes
cleaning
compared
confident
contract
conversation
cross
dancing
deeply
describe
double
doubts
draw
dreams
election
everywhere
fence
foolish
forest
generous
grateful
greeted
gunshot
habit
helpful
houses
hung
illness
loss
mayor
midnight
mountains
neighbor
neighborhood
ones
passengers
politics
punctual
rained
record
safety
sandwich
service
shelf
smaller
spain
stranger
sundays
talented
toilet
traveling
unless
wondering
writer
yelling
##ax
##ear
##ened
##gled
##ily
##ire
##itive
##ives
##let
##ms
##nded
##ny
##ock
##oot
##ored
##out
##own
##tered
##use
##vious
area
cities
climb
committed
complete
concentrate
condition
cops
cover
deserves
doors
ears
elevator
example
fifty
finger
flower
fought
gate
guests
hero
highly
invitation
jobs
louder
medical
mirror
novels
oldest
opening
oven
pale
pieces
pity
planet
planned
potatoes
press
quick
recognized
remind
retired
scene
search
seats
shape
shorter
sports
spread
stairs
stamps
stars
suggested
thief
treated
understands
unusual
woods
wore
workers
##ache
##acy
##ator
##c
##dom
##ected
##end
##fully
##ger
##iated
##icate
##ide
##ient
##na
##ney
##ode
##ology
##ope
##plied
##quired
##ror
##sing
##tained
##uate
##ul
##ured
##ut
##vant
##vil
alcohol
answers
assumed
barking
bear
cleaned
denied
depends
doctors
dust
ear
effort
elected
entirely
exciting
explosion
fail
fingers
fog
form
friendship
furniture
goal
handsome
holidays
however
hug
humor
insurance
issue
italy
jam
lies
magazine
members
misunderstanding
nearby
obvious
occurred
orders
pants
parties
pie
position
poured
pretend
proof
pulled
race
rarely
reasons
relieved
request
shoe
smiling
snakes
swear
tip
tongue
walks
wasting
##3
##ached
##ainted
##ans
##ath
##board
##cts
##eer
##icated
##ism
##itch
##king
##lin
##mit
##ories
##pped
##ra
##tains
##teen
##ters
##u
##up
##used
##ware
00
advise
airplane
appears
belt
bench
bills
cab
canceled
careless
childhood
chosen
costs
data
detail
direct
divorced
downstairs
engine
entire
falling
focus
frightened
gambling
generally
happier
holding
impression
incredible
interrupt
investigation
knowledge
marriage
master
math
meals
misunderstood
ocean
offered
percent
places
pleasant
pond
preparing
products
professional
relaxed
reservation
ridiculous
roses
round
scream
seated
served
shame
speaker
spot
teaches
theater
thirsty
uncomfortable
upon
worrying
wounded
##6
##cious
##couraged
##eat
##heat
##iest
##ig
##imate
##ival
##men
##mer
##ming
##ne
##oat
##ole
##ond
##ord
##ores
##owed
##rated
##rel
##sity
##ture
##urse
##ved
##vy
accidents
according
actor
arrest
assume
attacked
autumn
average
bags
bathroom
belongs
boxes
build
buildings
castle
cheated
climbed
committee
concern
daughters
discussed
document
experiment
fantastic
farm
fever
gloves
hammer
hello
hill
internet
iron
juice
lawn
lent
local
member
model
mt
named
nature
newspapers
note
paintings
password
planted
postpone
prepare
reasonable
reminds
rock
ruined
salad
sale
saving
scolded
shake
silence
silly
sometime
spare
split
star
strength
struck
successful
suffering
suspicious
tower
truly
unconscious
understanding
valuable
web
##1
##ages
##ained
##aint
##air
##anic
##ants
##apped
##arily
##ash
##ates
##bled
##born
##by
##cess
##ches
##cific
##cle
##dy
##ep
##ew
##form
##ict
##ified
##igh
##iny
##itable
##land
##light
##mates
##me
##ntial
##oiled
##ote
##ows
##racted
##ressed
##ressive
##ribe
##sday
##tent
##thy
##tion
##ton
##ub
##ump
##ung
##ves
admitted
anger
anxious
apologized
argue
argument
armed
army
aunt
begins
begun
behave
birth
bite
bitten
brown
captain
ceiling
century
cheaper
choices
cooked
danced
darker
debt
departure
depend
devoted
difficulty
embarrassing
emergency
engaged
england
exact
extra
false
finding
fortunate
fully
goods
graduated
greatest
hole
honesty
kissing
knowing
largest
lecture
lesson
lines
mall
motorcycle
nowhere
particularly
puts
quality
recent
recovered
rejected
riding
screaming
secrets
serve
skin
sleeps
spell
suffer
survived
terms
threw
toward
turns
twins
weapons
wondered
##ails
##arious
##ass
##azed
##bit
##ceful
##cue
##de
##den
##dge
##dia
##dle
##doors
##ect
##eel
##fit
##gle
##hip
##iling
##ime
##ings
##ips
##ir
##ises
##itor
##ived
##ization
##ke
##key
##ll
##mate
##mitted
##nant
##ntly
##ocking
##ome
##orate
##orted
##osing
##ower
##pear
##posed
##pted
##ption
##py
##rank
##serve
##ugs
##ulated
##ume
##und
##ward
2013
achieved
agrees
aimed
album
amount
aside
assistance
bananas
bargain
basketball
battle
beating
beg
bound
bright
cancel
cares
carpet
celebrating
ceremony
chances
changing
climbing
closet
collecting
complaints
conference
convenient
courage
criminal
decisions
desperate
determined
direction
disagree
divorce
dozen
dreamed
drove
dumb
earn
economy
employees
eve
fate
fifteen
finds
fuji
gathered
germany
ghosts
gifts
granted
harvard
hesitate
hidden
imagined
improved
insane
invite
jackson
joined
jumped
lack
main
major
mission
mistook
nap
nation
north
odd
okay
original
owns
pack
package
persuaded
photos
plain
provide
published
rainy
rare
relationship
reliable
remembered
resign
rising
sand
self
shared
shock
signed
simply
sincere
sour
spoon
sport
strike
subway
suggestion
thick
throat
training
translated
useless
wished
writes
##9
##aded
##ail
##ale
##aled
##als
##anced
##ances
##ank
##antly
##astic
##bage
##cial
##clined
##cover
##ective
##ently
##fficient
##iation
##ident
##iety
##ify
##ike
##ince
##io
##ipate
##ipes
##isted
##its
##lar
##mand
##mber
##mployed
##oad
##ogist
##oo
##our
##pearance
##ply
##position
##proved
##rew
##rge
##ributed
##rict
##rty
##sh
##sion
##ster
##sy
##table
##ubbed
##unk
##uts
##vid
accent
action
actress
africa
ages
agreement
ambition
ambitious
appropriate
attic
awful
baked
bald
bare
beef
blew
blow
bottom
breaking
burn
carrots
cautious
charges
chest
closest
complex
confidence
constantly
cottage
cows
creative
crisis
current
definitely
deserted
disappoint
discovered
earns
ease
economic
egg
eleven
ends
entrance
european
exchange
fake
farmer
firm
flat
funeral
gain
genius
gotta
height
informed
instructions
interpreter
invented
itself
jeans
jerk
landed
latest
leaned
lightning
loan
luggage
magazines
mathematics
miles
mondays
non
online
owes
personally
poet
policy
program
pronounce
propose
rate
reads
receipt
refrigerator
remove
removed
repeat
rested
risks
roll
rome
salary
scare
scientists
screw
sells
shook
significant
ski
socks
sounded
south
spite
spy
state
streets
suitcases
supportive
target
terrified
threatened
tied
towel
treatment
twin
unfair
voted
website
whoever
wild
wood
worker
wound
##4
##ably
##aching
##acing
##anged
##asses
##ators
##ays
##bilities
##books
##cies
##cles
##cluded
##cure
##ection
##ek
##ell
##eous
##etic
##fer
##ffects
##fy
##ically
##ie
##ieve
##ils
##inary
##ires
##iring
##ium
##iver
##ject
##kate
##lation
##lect
##lish
##list
##locked
##mission
##mon
##nses
##nted
##ocated
##oed
##ogical
##omb
##omers
##ones
##order
##ouse
##pers
##ptical
##ridge
##rified
##rk
##rous
##rted
##sure
##tery
##top
##uck
##ued
##uences
##ues
##ugged
##ult
##ushed
##work
##zed
##zzled
20
absence
accomplish
adopted
adult
ancient
annoying
answering
ants
attempt
avoiding
baggage
beard
behaving
below
blackboard
bold
bowl
brand
camping
canada
cheer
claus
closely
coach
coincidence
coins
comment
compliment
confessed
contest
cookie
court
crossing
crowded
daily
deaf
deny
department
dessert
discount
drawer
efforts
essential
exception
expert
final
flashlight
force
grades
grounded
grows
handy
hanging
helps
higher
income
intelligent
intention
joy
keeping
kidnapped
kindness
laundry
lead
leak
legal
lift
merry
method
mouse
murdered
nerve
nicer
optimistic
oranges
per
pockets
poison
poker
politician
positive
postponed
powerful
pretending
prevented
provided
reality
regularly
remains
rescued
research
resist
rights
ringing
salmon
screamed
secretary
settle
skinny
slight
snowing
social
sons
spiders
steal
strongly
studies
stunned
sweat
tend
terribly
thoughts
timid
total
toy
track
trained
trick
unexpected
uses
vegetarian
verify
warmer
waved
whichever
wishes
wreck
##aches
##aid
##aire
##alty
##arming
##card
##cing
##crease
##creasing
##ctic
##cting
##ening
##graph
##gular
##hale
##hy
##ibly
##icked
##iction
##ield
##ievable
##ific
##igned
##iking
##inated
##inating
##ior
##itted
##jective
##lief
##lter
##motional
##ncy
##nd
##nel
##ob
##old
##olded
##omer
##oring
##ounced
##oving
##peration
##petition
##prove
##quire
##rable
##rapes
##ream
##ride
##room
##rove
##rt
##runk
##sters
##ti
##titude
##uence
##ugh
##umped
##ums
##unch
##unched
##urb
##urgeon
##vent
##vest
addicted
admired
alibi
alternative
although
apology
application
atmosphere
attempted
author
battery
besides
blamed
bodyguard
bunch
candle
celebrate
cell
cellphone
challenge
cheating
cleared
climate
community
compromise
conditions
consideration
cow
crash
crew
critical
dancer
dawn
debate
degrees
deserved
difficulties
digging
disgusting
downtown
drawing
dumped
effective
especially
ex
examined
exams
exist
factory
faith
fined
flu
focused
fond
fooled
fries
grown
guard
guide
gunshots
haircut
hall
handkerchief
handled
heater
heaven
hoped
hopeless
hundreds
incompetent
incredibly
industry
intended
intersection
interview
jazz
lasted
laughter
loaded
loosen
loser
loudly
mars
messages
miracle
mobile
motivated
national
neck
necklace
oh
otherwise
packed
pajamas
panic
pardon
parking
pathetic
personality
picking
pillow
predict
pressed
product
promoted
properly
qualified
queen
registered
related
remarks
repair
retire
robbed
romantic
rough
rumors
russian
scary
searched
skirt
slice
speed
spotted
stepped
stopping
suits
sum
supplies
surrounded
survivors
symptoms
tail
tasted
taxes
teenager
thieves
thorough
thrown
tire
tires
tomatoes
towards
trade
translation
trap
trapped
trusts
twelve
uneasy
vain
victim
violent
visiting
volume
walls
warning
wasted
watches
wings
wire
##!
##"
##$
##%
##&
##'
##+
##,
##-
##.
##/
##7
##8
##:
##;
##?
##j
##q
##v
##z
##°
##—
##‘
##’
##€
